#  Элементарные методы


class Function(object):
    def input_notes(self):
        print('save_notes')

    # Ввод данных

    def reads_notes(self):
        print('reads_notes')

    # Чтение из файла

    def deletes(self):
        print('deletes')

    # Запись в файл пустого списка

    def view_id(self):
        print("view_id")

    # Вывести всё что находится до ";" в каждой строке
    def error_notes(self):
        print('No Comand !!!')

    # Вывести сообщение об ошибке
    def exit(self):
        print('Goodbye')
# Завершение программы
